src/main/resources/ws_soap_requests/cfgLoadACB.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <EnbConfigSet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>AH4K-TDE3</NodeName>
            <EnbDetails>
                <AdvancedConfigProfile>SR15.0 AirHarmony Defaults_max_2UE's</AdvancedConfigProfile>
                <SonProfile>SR14.2 AirHarmony LoadACB2UE</SonProfile>
            </EnbDetails>
        </EnbConfigSet>
    </soap:Body>
</soap:Envelope>
